{
    "Page_1": " \n \n \n \n \n \n \n \n \n \n \n \n \n \nOur Purpose  \nTo provide safe, customer -focused, integrated,  and efficient transport services.  \n \nPosition Title  \nRail Safety Officer  Level  \n5 \n Position Number  \n36447, 36448, 36449 , 36522  \n(Operational)  \n \nDivision/Directorate  \nNetwork and Infrastructure  \n Branch/Section  \nSafety and Quality  \nEffective Date  \nFebruary 2025  Health Task Risk Assessment Category  \n1 \n \nReporting relationships  \n \nSuperordinate:  Operational Safety Manager , Level 7 \nSubordinates:  No Direct R eports  \n \nKey r ole of this position  \n \nDrives positive change to safe ty cultur e and improve s competence and performance of Protection Officers by \nproviding professional, specialist coaching and advice on the knowledge an d implementation of worksite \nprotection . Conducts relevant competence assurance activities to meet operational and regulatory requirements.  \nInvestigat es and respon ds to incidents and safeworking breaches  including recommendations.  \n \nCore duties and responsibilities  \n \nSafeworking  \n• Facilitate s the consistent application and implementation of the Public Transport Authority  (PTA) \nsafeworking rules and procedures and identif ies continuous improvement opportunities.  \n• Provide s ongoing coaching to Protection Officers and conduct s regular evaluation s of their progress \nrecommending any corrective action s. \n• Provide s subject matter advice for staff as required.  \n• Assists in the development and review of safeworking protection plans.  \n• Manages people through cultural change .  \n• Conducts post incident debriefing and coaching, and remedial training as required (e.g., return to work) \nto assess competence to continue the role.  \n• Apply corrective actions and decide on best practice to proceed during safety critical/ rail safeworking \nissues.  \n• Undertakes incident investigation and reports on issues and recommends corrective actions.   \n• Responds to incidents and applies safety/methods to secure site and assists incident management team.  \n \n ",
    "Page_2": " \n Compliance  \n• Undertakes safeworking audits, prepares quality reports and recommends corrective actions.  \n• Conducts weekly reviews of safety critical communication and worksite protection documentation (or \nequivalent) and provides timely feedback and coaching when required.  \n• Conducts competence assurance activities and maintains assessment documentation in accordance with \nappropriate records management systems, procedures,  and legislative requirements.  \n• Identifies changes to specification and work process and  facilitates the necessary management of \nchange . \n• Assists projects in the activities related to Rail Safety . \n \nStakeholder Liaison  \n•  Liaises with suppliers with reference  to providing feedback on track accreditation assessments and \ndevelopment needs for their employees.  \n• Works closely with Learning and Organisational Development to ensure that training being delivered is \naddressing the concerns of the trained persons arising during assessments.  \n• Attends worksites and major projects to assist and provide subject matter expert advice.  \n• Attends pre starts briefs prior to rail corridor access .  \n \nContinual Improvement  \n• Identifies opportunities and improvements by producing and analysing statistics relating to safe working , \nprocess and procedures and makes recommendations to management.  \n• Develops specific coaching programs for Protection Officers to ensure best practice and individual \nperformance . \n• Briefs staff on any changes to rules and procedures and the introduction of new processes and equipment \nthat may impact their role as a Protection Officer.  \n \nRisk Management  \n• Participates in risk assessment workshops and provides advice on requirements to satisfy client/customer \nrequirements.  \n• Participates in the on -going review of the PTA’s Risk Management Policy in line with best practice \ndevelopments.  \n \nOther  \n• Carries out other tasks and functions that are within the limits of the employee’s skills, competence and \ntraining as required.  \n \n \nSELECTION CRITERIA  \n \n1. Core Competencies  \n• Demonstrated in -depth field experience in Rail Safety activities within a railway environment and \nknowledge of its technical standards.  \n• Sound knowledge and understanding of safety related legislation.  \n• Demonstrated experience in developing others.  \n \n2. Communication  and Interpersonal  \n• Excellent communication and interpersonal skills with the ability to work collaboratively across all levels \nof the organisation.  \n \n3. Conceptual , Analytical and Problem Solving  \n• Demonstrated planning, analytical and problem -solving  skills to identify issues and develop solutions.  \n• Demonstrated abili ty to take control and resolve problems in emergency situations.  \n• Ability to investigate incidents and prepare quality investigation reports.  \n• Ability to make safety critical decisions and implement safest course of action . \n \n4. Organisation  \n• Ability to work autonomously and ensure completion of tasks by good planning and coordination . \n \n5. Computer  Literacy  \n• Demonstrated computer skills, including an ability to use PC based software packages.  \n ",
    "Page_3": " \n \n \n \n \n 6. Special Requirements  \n• Satisfactory completion of required medical examinations to verify physical fitness to perform the duties \nof the position.  \n• Provision of a current National Police Clearance certificate dated 3 months or less from the date of \napplication for the position.  \n• Possession of a current Western Australian 'C' class driver’s license or equivalent. This requirement \ncontinues for the duration of employment in this position and from time-to-time production of the licence \non request by the PTA may be required.  \n• Availability for  shift work and/or weekend work as required to a 24-hour 7-day roster including call outs if \nnecessary.  \n• Applicants must meet the special requirements shown below within an agreed period of time. Cancellation \nof the appointment will occur where an applicant does not meet the requirement within an agreed period \nof time after appointment.  \no Protection Officer Level 3 (PO3) Track Access Permit  – desirable  \no Senior First Aid – desirable  \no Certificate IV in Training and Assessment - desirable  \no OS&H cert 4 – desirable  \n \n \nCertification  \nThe details contained in this document are an accurate statement of the duties, responsibilities and other \nrequirements of the position.  \n \nManaging Director / Executive Director / General Manager   \n \n \n \n \n \n…………………………………………..  …………………………………..  \nSignature  Date  \n \nEmployee   \nI have read and accept the responsibilities of the Job Description Form.  \n \nThe position’s duties are to be performed in accordance with the PTA’s Code of Conduct and the PTA’s Values.  \n \n \n \n \n \n…………………………………………..  …………………………………..  \nSignature  Date  "
}